IdeaRS.Connections
ColumnWidenerData.ConnectedPlatePath Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the object (plate or beam) where stiffener is connected to
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public string ConnectedPlatePath { get; set; }
Property Value
Type: String
See Also
Reference
ColumnWidenerData Class
IdeaRS.Connections.Data Namespace